// menu fitur bot
const help = (prefix, instagram, yt, name, pushname2, user, limitt, uptime, jam, tanggal) => { 
	return `╭❑➢─| 𝐻𝐴𝐼 𝑈𝑆𝐸𝑅 𝑀𝐴𝑁𝐶𝐴 |─➢✿
│
│✿➤ 𝑁𝐴𝑀𝐴 : *${pushname2}*
│
│✿➤ 𝐿𝐼𝑀𝐼𝑇 : *${limitt} perhari*
│
│✿➤ 𝐽𝐴𝑀 : *${jam} WIB*
│
│✿➤ 𝑇𝐴𝑁𝐺𝐺𝐴𝐿: *${tanggal}*
│
│✿➤ 𝑉𝐸𝑅𝑆𝐼𝑂𝑁 : *6.5.0*
│
│✿➤ 𝑇𝐸𝑅𝐷𝐴𝐹𝑇𝐴𝑅 : *${user.length} User*
│
│✿➤ 𝐺𝐴𝐾 𝑀𝐴𝑈 𝐷𝑂𝑁𝐴𝑆𝐼? 𝐹𝑂𝐿𝐿𝑂𝑊 𝐴𝐽𝐴
│
│✿➤ https://www.instagram.com/themay_xploit_
│
╰❑➢─| 𝙼𝙰𝙽𝙲𝙰 ⊱✿⊰ 𝙱𝙾𝚃 |─➢°࿐


╭❑➢─| 𝚁𝚄𝙻𝙴𝚂 ⊱✿⊰ 𝚂𝙸𝙼𝙿𝙴𝙻 |─➢✿
│
│✿➤ 𝐽𝐴𝑁𝐺𝐴𝑁 𝑉𝐶 𝑇𝐸𝐿𝐹𝑂𝑁 𝐵𝑂𝑇
│
│✿➤ 𝐽𝐴𝑁𝐺𝐴𝑁 𝑆𝑃𝐴𝑀 𝐾𝐴𝐾
│
│✿➤ 𝐾𝐴𝑆𝐼𝐻 𝑊𝐴𝐾𝑇𝑈 10𝐷𝑇𝐾
│
│✿➤ 𝐿𝐴𝑁𝐺𝐺𝐴𝑅 : 𝐵𝐴𝑁𝑁𝐸𝐷
│
╰❑➢─| 𝙼𝙰𝙽𝙲𝙰 ⊱✿⊰ 𝙱𝙾𝚃 |─➢°࿐


╭──━─── ❀۝❀ ───━──╮
    *𝐹𝐼𝑇𝑈𝑅 𝑀𝐴𝑁𝐶𝐴-𝐵𝑂𝑇*
╰──━─── ❀۝❀ ───━──╯


╭❑➢─| 𝙰𝙱𝙾𝚄𝚃 ⊱✿⊰ ${name} |─➢✿
│
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}report lapor bug*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}info*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}donasi*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}owner*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}speed*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}daftar*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}limit*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}totaluser*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}blocklist*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}banlist*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}premiumlist*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}bahasa*
│
╰❑➢─| 𝙼𝙰𝙽𝙲𝙰 ⊱✿⊰ 𝙱𝙾𝚃 |─➢°࿐

╭──━─── ❀۝❀ ───━──╮
    *𝐹𝐼𝑇𝑈𝑅 𝑀𝐴𝑁𝐶𝐴-𝐵𝑂𝑇*
╰──━─── ❀۝❀ ───━──╯
 
╭❑➢─| 𝙼𝙴𝙽𝚄 ⊱✿⊰ 𝙳𝙾𝚆𝙽𝙻𝙾𝙰𝙳 |─➢✿
│
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}tiktokstalk username*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}igstalk thenay_xploit*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}instavid link valid*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}instaimg link valid*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}instastory username*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}ssweb url*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}url2img Url*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}tiktok*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}fototiktok*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}kbbi*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}wait*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}trendtwit*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}google berita terkini*
│
╰❑➢─| 𝙼𝙰𝙽𝙲𝙰 ⊱✿⊰ 𝙱𝙾𝚃 |─➢°࿐

╭──━─── ❀۝❀ ───━──╮
    *𝐹𝐼𝑇𝑈𝑅 𝑀𝐴𝑁𝐶𝐴-𝐵𝑂𝑇*
╰──━─── ❀۝❀ ───━──╯

╭❑➢─| 𝙼𝙴𝙽𝚄 ⊱✿⊰ 𝙲𝚁𝙴𝙰𝚃𝙾𝚁 |─➢✿
│
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}quotemaker tx/wtrmk/tema*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}nulis nama/kelas/text*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}croman Manca dan Friend*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}slide MC BOT WA*
│
│━─────━─────━──────━
│
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}tp 1 - 162*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}ep 1 - 216*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}tahta Manca-Bot*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}cglass Manca-Bot*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}cstyle Manca-Bot*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}cgame Manca-Bot*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}clove Manca-Bot*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}cparty Manca-Bot*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}csky Manca-Bot*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}tts id Haii*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}ttp Manca-Bot*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}cpaper Manca-Bot*
│
│━─────━─────━──────━
│
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}stiker*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}gifstiker*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}toimg*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}img2url*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}tomp3*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}ocr*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}trigger*
│
╰❑➢─| 𝙼𝙰𝙽𝙲𝙰 ⊱✿⊰ 𝙱𝙾𝚃 |─➢°࿐

╭──━─── ❀۝❀ ───━──╮
    *𝐹𝐼𝑇𝑈𝑅 𝑀𝐴𝑁𝐶𝐴-𝐵𝑂𝑇*
╰──━─── ❀۝❀ ───━──╯

╭❑➢─| 𝙼𝙴𝙽𝚄 ⊱✿⊰ 𝙰𝙽𝙸𝙼𝙴 |─➢✿
│
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}modeanime On/Off*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}neonime naruto*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}naruto*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}minato*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}boruto*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}hinata*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}sakura*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}sasuke*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}toukachan*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}rize*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}akira*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}itori*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}kurumi*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}miku*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}anime*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}animecry*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}animekiss*
│
╰❑➢─| 𝙼𝙰𝙽𝙲𝙰 ⊱✿⊰ 𝙱𝙾𝚃 |─➢°࿐

╭──━─── ❀۝❀ ───━──╮
    *𝐹𝐼𝑇𝑈𝑅 𝑀𝐴𝑁𝐶𝐴-𝐵𝑂𝑇*
╰──━─── ❀۝❀ ───━──╯

╭❑➢─| 𝙼𝙴𝙽𝚄 ⊱✿⊰ 𝙶𝚁𝙾𝚄𝙿 |─➢✿
│
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}antilink On/Off*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}welcome On/Off*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}grup buka/tutup*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}ownergrup*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}setpp*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}infogc*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}add 628xxxxxxxxxx*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}kick @mentioned*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}kicktime @mentioned*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}promote @mentioned*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}demote @mentioned*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}setname*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}setdesc*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}linkgrup*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}tagme*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}hidetag*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}tagall*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}mentionall*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}fitnah @mentioned/isi/balasan*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}listadmin*
│
╰❑➢─| 𝙼𝙰𝙽𝙲𝙰 ⊱✿⊰ 𝙱𝙾𝚃 |─➢°࿐

╭──━─── ❀۝❀ ───━──╮
    *𝐹𝐼𝑇𝑈𝑅 𝑀𝐴𝑁𝐶𝐴-𝐵𝑂𝑇*
╰──━─── ❀۝❀ ───━──╯

╭❑➢─| 𝙼𝙴𝙽𝚄 ⊱✿⊰ 𝙽𝚂𝙵𝚆 |─➢✿
│
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}nsfw On/Off
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}nsfwloli*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}nsfwblowjob*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}nsfwneko*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}nsfwtrap*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}hentai*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}simih On/Off*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}bott on/off*
│
╰❑➢─| 𝙼𝙰𝙽𝙲𝙰 ⊱✿⊰ 𝙱𝙾𝚃 |─➢°࿐

╭──━─── ❀۝❀ ───━──╮
    *𝐹𝐼𝑇𝑈𝑅 𝑀𝐴𝑁𝐶𝐴-𝐵𝑂𝑇*
╰──━─── ❀۝❀ ───━──╯

╭❑➢─| 𝙼𝙴𝙽𝚄 ⊱✿⊰ 𝙾𝚃𝙷𝙴𝚁𝚂 𝙵𝚄𝙽 |─➢✿
│
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}anjing*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}kucing*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}testime*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}hilih*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}apakah*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}kapankah*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}bisakah*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}rate*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}watak*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}hobby*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}infogempa*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}infonomor*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}quotes*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}truth*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}dare*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}katabijak*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}fakta*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}darkjokes*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}bucin*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}pantun*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}katacinta*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}jadwaltvnow*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}hekerbucin*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}katailham*
│
╰❑➢─| 𝙼𝙰𝙽𝙲𝙰 ⊱✿⊰ 𝙱𝙾𝚃 |─➢°࿐

╭──━─── ❀۝❀ ───━──╮
    *𝐹𝐼𝑇𝑈𝑅 𝑀𝐴𝑁𝐶𝐴-𝐵𝑂𝑇*
╰──━─── ❀۝❀ ───━──╯

╭❑➢─| 𝙼𝙴𝙽𝚄 ⊱✿⊰ 𝙿𝙴𝙽𝙲𝙰𝚁𝙸𝙰𝙽 |─➢°
│
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}jarak Banyumas/Jombang*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}translate en/Apa kabar?*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}pasangan Manca-Bot/FxSx*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}gantengcek FxSx*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}cantikcek NURUL*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}artinama NURUL*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}persengay FADLI*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}pbucin Manca-Bot*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}bpfont FADLI-Bot*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}textstyle FADLI-Bot*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}jadwaltv antv*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}lirik melukis senja*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}chord Melukis senja*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}wiki Adolf Hitler*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}brainly pertanyaan*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}resepmasakan rawon*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}map Banyumas*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}film Fast and Farious*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}pinterest gambar kucing*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}infocuaca Banyumas*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}jamdunia Banyumas*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}mimpi Ular*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}infoalamat jalan Banyumas*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}playstore WhatsApp*
│
╰❑➢─| 𝙼𝙰𝙽𝙲𝙰 ⊱✿⊰ 𝙱𝙾𝚃 |─➢°࿐

╭──━─── ❀۝❀ ───━──╮
    *𝐹𝐼𝑇𝑈𝑅 𝑀𝐴𝑁𝐶𝐴-𝐵𝑂𝑇*
╰──━─── ❀۝❀ ───━──╯

╭❑➢─| 𝙼𝙴𝙽𝚄 ⊱✿⊰ 𝙶𝙰𝙼𝙴 𝙵𝚄𝙽 |─➢✿
│
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}readmore*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}puisiimg*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}asupan*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}tebakgambar*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}caklontong*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}family100*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}memeindo*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}kalkulator 13*12*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}moddroid lightroom*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}happymod lightroom*
│
╰❑➢─| 𝙼𝙰𝙽𝙲𝙰 ⊱✿⊰ 𝙱𝙾𝚃 |─➢°࿐
 
╭──━─── ❀۝❀ ───━──╮
    *𝐹𝐼𝑇𝑈𝑅 𝑀𝐴𝑁𝐶𝐴-𝐵𝑂𝑇*
╰──━─── ❀۝❀ ───━──╯

╭❑➢─| 𝙼𝙴𝙽𝚄 ⊱✿⊰ 𝙹𝚄𝚁𝙸𝙶 |─➢
│
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}randomkpop*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}cersex*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}randombokep*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}pornhub stepMoms*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}xvideos japan*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}nekopoi oni chichi*
│
╰❑➢─| 𝙼𝙰𝙽𝙲𝙰 ⊱✿⊰ 𝙱𝙾𝚃 |─➢°࿐

╭──━─── ❀۝❀ ───━──╮
    *𝐹𝐼𝑇𝑈𝑅 𝑀𝐴𝑁𝐶𝐴-𝐵𝑂𝑇*
╰──━─── ❀۝❀ ───━──╯

╭❑➢─| 𝙼𝙴𝙽𝚄 ⊱✿⊰ 𝙸𝚂𝙻𝙰𝙼 |─➢
│
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}jadwalsholat Banyumas*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}quran*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}quranlist*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}quransurah 1*
│
╰❑➢─| 𝙼𝙰𝙽𝙲𝙰 ⊱✿⊰ 𝙱𝙾𝚃 |─➢°࿐

╭──━─── ❀۝❀ ───━──╮
    *𝐹𝐼𝑇𝑈𝑅 𝑀𝐴𝑁𝐶𝐴-𝐵𝑂𝑇*
╰──━─── ❀۝❀ ───━──╯

╭❑➢─| 𝙼𝙴𝙽𝚄 ⊱✿⊰ 𝙵𝙸𝙽𝙳 𝙼𝙴 𝚂𝙸𝚁 |─➢
│
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}becrypt string*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}encode64 string*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}decode64 encrypt*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}encode32 string*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}decode32 encrypt*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}encbinary string*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}decbinary encrypt*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}encoctal string*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}decoctal encrypt*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}hashidentifier Encrypt Hash*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}dorking dork*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}pastebin teks*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}tinyurl link*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}bitly link*
│
╰❑➢─| 𝙼𝙰𝙽𝙲𝙰 ⊱✿⊰ 𝙱𝙾𝚃 |─➢°࿐

╭──━─── ❀۝❀ ───━──╮
    *𝐹𝐼𝑇𝑈𝑅 𝑀𝐴𝑁𝐶𝐴-𝐵𝑂𝑇*
╰──━─── ❀۝❀ ───━──╯

╭❑➢─| 𝙼𝙴𝙽𝚄 ⊱✿⊰ 𝙹𝙰𝙷𝙸𝙻 𝙵𝚄𝙽 |─➢
│
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}spamcall 083xxxxxxxxx*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}spamgmail contoh@gmail.com*
│
╰❑➢─| 𝙼𝙰𝙽𝙲𝙰 ⊱✿⊰ 𝙱𝙾𝚃 |─➢°࿐

╭──━─── ❀۝❀ ───━──╮
    *𝐹𝐼𝑇𝑈𝑅 𝑀𝐴𝑁𝐶𝐴-𝐵𝑂𝑇*
╰──━─── ❀۝❀ ───━──╯

╭❑➢─| 𝙼𝙴𝙽𝚄 ⊱✿⊰ 𝚂𝙾𝚄𝙽𝙳 |─➢
│
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}iri*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}tapi*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}bernyanyi*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}bernyanyi2*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}anjay*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}manca*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}emanglagigoyang*
│
╰❑➢─| 𝙼𝙰𝙽𝙲𝙰 ⊱✿⊰ 𝙱𝙾𝚃 |─➢°࿐

╭──━─── ❀۝❀ ───━──╮
    *𝐹𝐼𝑇𝑈𝑅 𝑀𝐴𝑁𝐶𝐴-𝐵𝑂𝑇*
╰──━─── ❀۝❀ ───━──╯

╭❑➢─| 𝙼𝙴𝙽𝚄 ⊱✿⊰ 𝙾𝚆𝙽𝙴𝚁 |─➢
│
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}addprem mentioned*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}removeprem mention*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}setmemlimit*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}setlimit*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}setreply*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}setprefix*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}setnamebot*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}setppbot*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}bc*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}bcgc*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}ban*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}unban*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}block*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}unblock*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}clearall*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}delete*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}clone*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}getses*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}leave*
│
╰❑➢─| 𝙼𝙰𝙽𝙲𝙰 ⊱✿⊰ 𝙱𝙾𝚃 |─➢°࿐

╭──━─── ❀۝❀ ───━──╮
    *𝐹𝐼𝑇𝑈𝑅 𝑀𝐴𝑁𝐶𝐴-𝐵𝑂𝑇*
╰──━─── ❀۝❀ ───━──╯

╭❑➢─| 𝙼𝙴𝙽𝚄 ⊱✿⊰ 𝙿𝚁𝙴𝙼𝙸𝚄𝙼  |─➢
│
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}playmp3 menepi*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}fb link video*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}snack link snack video*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}ytmp3 link yt*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}ytmp4 link yt*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}joox Monolog Pamungkas*
│♡ۣۜۜ፝͜͜͡͡✿➤ *${prefix}smule Link Video Smule*
│
╰❑➢─| 𝙼𝙰𝙽𝙲𝙰 ⊱✿⊰ 𝙱𝙾𝚃 |─➢°࿐

╭──━─── ❀۝❀ ───━──╮
        *𝑇𝐻𝐴𝑁𝐾𝑆 𝑇𝑂𝑂*
╰──━─── ❀۝❀ ───━──╯
  
╭❑➢─| 𝑆𝑈𝑃𝑃𝑂𝑅𝑇 𝐾𝐴𝑀𝐼 𝐾𝐴𝐾 |─➢✿
╎
╎♡ۣۜۜ፝͜͜͡͡✿➤ 𝑁𝑈𝑅𝑈𝐿
╎♡ۣۜۜ፝͜͜͡͡✿➤ 𝑅𝐼𝑆𝑀𝐴
╎♡ۣۜۜ፝͜͜͡͡✿➤ 𝐹𝑋𝑆𝑋 
╎♡ۣۜۜ፝͜͜͡͡✿➤ 𝐹𝐴𝐷𝐿𝐼 𝑋𝑃𝐿𝑇
╎♡ۣۜۜ፝͜͜͡͡✿➤ 𝑅𝑂𝑀𝐴𝑁 𝑋𝑃𝐿𝑇
╎♡ۣۜۜ፝͜͜͡͡✿➤ 𝐷𝐴𝑉𝐴 𝑆𝐴𝑉
╎
╰❑➢─| 𝙼𝙰𝙽𝙲𝙰 ⊱✿⊰ 𝙱𝙾𝚃 |─➢°࿐`
}

exports.help = help

// penghitung aktif bot
function kyun(seconds){
  function pad(s){
    return (s < 10 ? '0' : '') + s;
  }
  var hours = Math.floor(seconds / (60*60));
  var minutes = Math.floor(seconds % (60*60) / 60);
  var seconds = Math.floor(seconds % 60);
  return `*${pad(hours)} Jam ${pad(minutes)} Menit ${pad(seconds)} Detik*`
}

// info bot 
const bottt = (prefix) => {
return `
*Bot Sedang Perbaikan/Di Private Oleh Owner Karena Ada Kendala*\n\n *Mohon Pengertiannya*
Sekali Lagi Maaf

*Silahkan Chat Owner Untuk Mempublic Bot Dengan Cara ${prefix}bott aktif/nonaktif* \n\nOwner : wa.me/6281368646011
`
}
exports.bottt = bottt
// donasi menu
const donasi = (name) => { 
	return `       
╭❑➢─| 𝐷𝑂𝑁𝐴𝑆𝐼 𝑆𝐸𝐼𝐾𝐻𝐿𝐴𝑆𝑁𝑌𝐴 |─➢✿
╎
╎❑➢ 𝑃𝑈𝐿𝑆𝐴 𝐴𝑋𝐼𝑆 : 0838-1595-6151
╎
╎❑➢ 5𝐾 𝐼𝑁𝑉𝐼𝑇 𝐵𝑂𝑇 𝐾𝐸 𝐺𝑅𝑈𝑃
╎
╎❑➢ 𝐺𝐴𝐾 𝑀𝐴𝑈 𝐷𝑂𝑁𝐴𝑆𝐼? 𝐹𝑂𝐿𝐿𝑂𝑊 𝐴𝐽𝐴
╎
╎❑➢ https://www.instagram.com/thenay_xploit_
╎
╰❑➢─| 𝐵𝑦 ⊱✿⊰ ${name} |─➢°࿐

Untuk Kelangsungan Hidup Bot Karna Kuota Mahal:'
`
}
exports.donasi = donasi

// bahasa list
const bahasa = (prefix) => {
return `
List Bahasa Untuk Command *${prefix}tts*

  af: Afrikaans
  sq: Albanian
  ar: Arabic
  hy: Armenian
  ca: Catalan
  zh: Chinese
  zh-cn: Chinese (Mandarin/China)
  zh-tw: Chinese (Mandarin/Taiwan)
  zh-yue: Chinese (Cantonese)
  hr: Croatian
  cs: Czech
  da: Danish
  nl: Dutch
  en: English
  en-au: English (Australia)
  en-uk: English (United Kingdom)
  en-us: English (United States)
  eo: Esperanto
  fi: Finnish
  fr: French
  de: German
  el: Greek
  ht: Haitian Creole
  hi: Hindi
  hu: Hungarian
  is: Icelandic
  id: Indonesian
  it: Italian
  ja: Japanese
  ko: Korean
  la: Latin
  lv: Latvian
  mk: Macedonian
  no: Norwegian
  pl: Polish
  pt: Portuguese
  pt-br: Portuguese (Brazil)
  ro: Romanian
  ru: Russian
  sr: Serbian
  sk: Slovak
  es: Spanish
  es-es: Spanish (Spain)
  es-us: Spanish (United States)
  sw: Swahili
  sv: Swedish
  ta: Tamil
  th: Thai
  tr: Turkish
  vi: Vietnamese
  cy: Welsh
`
}
exports.bahasa = bahasa

// Limit
const limitend = (pushname2) => {
        return`*Maaf ${pushname2} Limit Anda Hari Ini Sudah Habis\n\n Silahkan Kembali Lagi Hari Esok:)\n\n Limit Di Reset Ketik Owner Gabut:v*`
}

const limitcount = (limitCounts) => {
        return`
Limit Kamu: ${limitCounts}
`
}

exports.limitend = limitend
exports.limitcount = limitcount